Repository: GXDE-OS/deepin-feedback
Catalog: gui/locale/*.po
Languages: ar, bg, cs, da, de, el, es, es_419, fi, he, hi_in, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk

source: Deepin User Feedback
ar: انطباعات مستخدم ديبين
bg: Потребителски отзив за Deepin
cs: Uživatelská zpětná vazba
da: Deepin Bruger Feedback
de: Deepin Benutzer-Feedback
el: Deepin Σχόλια Χρηστών
es: Sugerencias de Usuario Deepin
es_419: Comentarios de usuarios de Deepin
fi: Deepin-käyttäjien palaute
he: משוב המשתמשים של Deepin
hi_in: डीपइन प्रयोक्ता प्रतिक्रिया
hr: Deepin Povratne Informacije Korisnika
hu: Deepin felhasználói visszajelzés
id: Umpan balik Pengguna Deepin
ja: Deepinユーザーのフィードバック
lt: Deepin naudotojo atsiliepimai
ms: Maklumbalas Pengguna Deepin
nb: Deepin tilbakemeldinger fra brukere
nl: Deepin Gebruikersfeedback
pl: Zgłoszenia użytkowników Deepin
pt: Comentários de Utilizador Deepin
pt_br: Feedback do Usuário Deepin
ro: Feedback-ul utilizatorului Deepin
ru: Обратная связь с пользователем Deepin
sk: Deepin Spätná väzba užívateľov
sv: Användarfeedback för Deepin
tr: Deepin Kullanıcı Geribildirimi
uk: Відгуки користувачів Deepin

source: Your feedback has been sent successfully, thanks for your support!
ar: تم ارسال ملاحظاتك بنجاح، شكرا لدعمكم !
bg: Отзивът ви е изпратен успешно, благодарим Ви за подкрепата!
cs: Vaše zpětná vazba byla úspěšně odeslána. Děkujeme vám za podporu!
da: Feedback er sendt, tak for din støtte!
de: Ihr Feedback wurde erfolgreich gesendet, vielen Dank für Ihre Unterstützung!
el: Η γνώμη σας έχει σταλεί με επιτυχία, ευχαριστούμε για την υποστήριξή σας!
es: ¡Su sugerencia ha sido enviada exitosamente, gracias por su colaboración!
es_419: Sus comentarios se enviaron correctamente. ¡Gracias por el apoyo!
fi: Palautteen lähetys onnistui. Kiitämme tuestanne!
he: המשוב שלך נשלח בהצלחה, תודה על תמיכתך!
hi_in: आपकी प्रतिक्रिया भेजी गई है, इसके लिए धन्यवाद!
hr: Vaše povratne informacije su uspješno poslane. Hvala Vam na podršci!
hu: Az értékelés elküldése sikeres, köszönjük támogatását!
id: Umpan balik Anda berhasil dikirim, terimakasih atas bantuan Anda!
it: Feedback inviato correttamente, grazie per il tuo aiuto!
ja: フィードバックが送られました。サポート、ありがとうございます。
lt: Jūsų atsiliepimas buvo sėkmingai išsiųstas, dėkojame už jūsų palaikymą!
ms: Maklumbalas anda berjaya dihantar, terima kasih atas sokongan anda!
nb: Din tilbakemelding har blitt sendt. Takk for støtten!
nl: Uw feedback is succesvol verzonden! Bedankt voor uw feedback!
pl: Twoje zgłoszenie zostało pomyślnie wysłane. Dziękujemy za Twoje wsparcie!
pt: O seu comentário foi enviado com sucesso, obrigado pelo seu apoio!
pt_br: Seu feedback foi enviado com sucesso, obrigado pela sua ajuda!
ro: Feedback-ul dvs. a fost transmis cu succes. Mulțumim pentru suportul dvs!
ru: Ваш отзыв успешно отправлен, спасибо!
sk: Vaša spätná väzba bola úspešne odoslaná, vďaka za vašu podporu!
sv: Din feedback har tagits emot, tack för ditt stöd!
tr: Geribildirimizin başarılı bir biçimde gönderildi. Desteğiniz için teşekkürler!
uk: Відгук успішно надіслано. Дякуємо за підтримку.

source: Resend
ar: إعادة الإرسال
bg: Отново изпрати
cs: Poslat znovu
da: Send igen
de: Erneut senden
el: Επανάληψη αποστολής
es: Reenviar
es_419: Reenviar
fi: Lähetä uudestaan
he: שליחה מחדש
hi_in: पुनः भेजें
hr: Ponovo pošalji
hu: Újraküldés
id: Kirim ulang
it: Nuovo invio
ja: 再送
lt: Siųsti iš naujo
ms: Hantar Semula
nl: Opnieuw versturen
pl: Wyślij ponownie
pt: Reenviar
pt_br: Reenviar
ro: Trimite din nou
ru: Переслать
sk: Odoslať znova
sv: Skicka igen
tr: Tekrar Gönder
uk: Повтор

source: Failed to send your feedback, resend?
ar: تعذر إرسال ملاحظاتك، هل تريد إعادة الإرسال مجدداُ؟
bg: Неуспешно изпращане на отзива, да опитаме ли пак?
cs: Nepodařilo se odeslat vaši zpětnou vazbu. Poslat znovu?
da: Kunne ikke sende din feedback, send igen?
de: Senden des Feedbacks fehlgeschlagen. Erneut senden?
el: Αποτυχία αποστολής των σχολίων σας, να σταλούν πάλι;
es: No se pudo enviar su sugerencia, ¿reenviar?
es_419: Falló el envío de tu feedback ¿Reenviar?
fi: Palautteen lähettäminen epäonnistui. Yritetäänkö uudelleen?
he: שליחת המשוב נכשלה, לנסות שוב?
hi_in: प्रतिक्रिया भेजने में विफल, पुनः भेजें?
hr: Neuspjelo slanje povratnih informacija. Želite li ponovo poslati?
hu: Értékelés elküldése sikertelen, újraküldés?
id: Gagal mengirim umpan balik Anda, kirim ulang?
it: Invio feedback fallito, riprovare?
ja: フィードバックの送信に失敗しました、再送しますか？
lt: Jūsų atsiliepimo išsiųsti nepavyko, siųsti iš naujo?
ms: Gagal menghantar maklumbalas anda, hantar semula?
nb: Feilet ved sending av tilbakemelding. Resend?
nl: Het versturen van uw feedback is mislukt. Opnieuw versturen?
pl: Błąd wysyłania Twojego zgłoszenia. Czy ponowić wysyłkę?
pt: Falha ao enviar o seu comentário, reenviar?
pt_br: Falhou ao enviar o feedback, reenviar?
ro: Eroare trimiterea feedback-ului. Trimitem din nou?
ru: Не удалось отправить отзыв, переслать?
sk: Zlyhalo odosielanie vašej spätnej väzby, znova odoslať?
sv: Kunde inte skicka in feedbacken, skicka igen?
tr: Geribildirimin gönderilmesinde hata. Tekrar göndermek ister misiniz?
uk: Не вдалось надіслати ваш відгук, спробувати ще раз?

source: Sending ...
ar: يتم الإرسال ...
bg: Изпращане…
cs: Posílá se...
da: Sender ...
de: Senden ...
el: Γίνεται αποστολή ...
es: Enviando ...
es_419: Enviando...
fi: Lähetetään...
he: מתבצעת שליחה …
hi_in: भेज रहा ...
hr: Slanje...
hu: Küldés ...
id: Mengirim ...
it: Invio ...
ja: 送信中...
lt: Siunčiama ...
ms: Menghantar ...
nb: Sender...
nl: Bezig met versturen ...
pl: Wysyłanie...
pt: A enviar ...
pt_br: Enviando ...
ro: Trimiterea...
ru: Отправка...
sk: Odosielanie ...
sv: Skickar ...
tr: Gönderiliyor ...
uk: Надсилання...

source: The draft of %1 has been saved.
ar: تم حفظ المسود %1 .
bg: Черновата на %1 беше запазена.
cs: Návrh %1 byl uložen.
da: Udkastet til %1 er blevet gemt.
de: Der Entwurft von %1 wurde gespeichert.
el: Το πρόχειρο του %1 έχει αποθηκευτεί.
es: El borrador %1 ha sido guardado.
es_419: Se guardó el borrador de %1.
fi: Kohteen %1 luonnos on tallennettu.
he: הטיוטה %1 נשמרה.
hi_in: यह %1 आलेख के रूप में सहेजा गया।
hr: Spremljena je skica %1.
hu: A %1 piszkozata mentve.
id: Konsep dari %1 telah disimpan.
it: La bozza di %1 è stata salvata.
ja: %1 の下書きが保存されました。
lt: %1 juodraštis buvo įrašytas.
ms: Draf %1 telah disimpan.
nb: Vedlegget i %1 har blitt lagret.
nl: Het concept van %1 is opgeslagen.
pl: Szkic %1 został zapisany.
pt: O rascunho de %1 foi salvo.
pt_br: Rascunho de %1 foi salvo.
ro: Schița %1 a fost salvată.
ru: Черновик %1 сохранен.
sk: Návrh %1 bol uložený.
sv: Utkastet till %1 har sparats.
tr: %1 taslağı kaydedildi.
uk: Проект %1 збережено.

source: Please input the problem title
ar: الرجاء وضع عنوان المشكلة
bg: Моля въведете заглавие на проблема
cs: Zadejte název potíží
da: Skriv venligst problem titel
de: Bitte geben Sie den Titel des Problems ein.
el: Παρακαλούμε εισάγετε τον τίτλο του προβλήματος
es: Por favor introduzca el título del problema
es_419: Ingrese el título del problema
fi: Ole hyvä ja kirjoita ongelmaviestin otsikko
he: נא להזין את כותרת התקלה
hi_in: कृपया परेशानी का शीर्षक डालें
hr: Molimo, upišite naslov problema.
hu: Kérjük, adja be a probléma címét
id: Mohon masukkan judul masalah
it: Scrivi un titolo esaustivo della problematica riscontrata
ja: 問題のタイトルを入力してください
lt: Prašome įrašyti problemos antraštę
ms: Sila masukkan tajuk masalah
nb: Vennligst oppgi problemtittelen.
nl: Vul een titel in voor uw probleem
pl: Prosimy podać tytuł problemu
pt: Por favor insira o título do problema
pt_br: Por favor insira o título do problema
ro: Inserați denumirea problemei
ru: Пожалуйста, введите наименование проблемы
sk: Zadajte prosím názov problému
sv: Skriv in namnet på problemet.
tr: Lütfen sorun başlığını girin.
uk: Будь ласка, введіть назву проблеми

source: Please describe your idea simply
ar: يرجى وصف فكرتك ببساطة
bg: Моля опишете ясно идеята си
cs: Jednoduše popište svoji myšlenku
da: Beskriv din idé ganske enkelt
de: Bitte beschreiben Sie Ihre Idee einfach
el: Παρακαλούμε περιγράψτε την ιδέα σας με απλά λόγια
es: Por favor describa su idea de una manera simple
es_419: Describe de manera simple tu idea
fi: Kuvaile ideaasi yksinkertaisesti
he: נא לתאר את הרעיון שלך בפשטות
hi_in: कृपया अपने विचार को विवरण सहित समझाएँ
hr: Molimo, opišite svoju ideju što jednostavnije
hu: Kérjük, egyszerűen írja le ötletét
id: Mohon deskripsikkan ide Anda dengan sederhana
it: Descrivi la tua idea in modo semplice
ja: 考えを簡単に説明してください
lt: Prašome paprastai aprašyti savo idėją
ms: Sila jelaskan idea anda secara ringkas
nb: Vennligst besriv ideen din enkelt
nl: Omschrijf uw idee zo simpel mogelijk
pl: Prosimy o jak najprostsze opisanie swojego pomysłu
pt: Por favor descreva a sua ideia de forma simples
pt_br: Por favor digite sua ideia de forma simples
ro: Descrieți gândurile dvs. în mod simplist.
ru: Опишите свою идею просто
sk: Opíšte váš nápad jednoducho
sv: Vänligen beskriv din idé enkelt
tr: Lüftfen fikrinizi basitçe anlatın.
uk: Будь ласка, опишіть свою ідею простими словами

source: Title words have reached limit.
ar: لقد وصل عدد الكلمات إلى الحد النهائي
bg: големината на заглавието е ограничено
cs: Počet slov v názvu dosáhl nejvyššího možného počtu
da: Titel ord har nået grænsen.
de: Grenze der Wortanzahl für den Titel erreicht
el: Οι λέξεις τίτλου έφτασαν στο όριο.
es: Palabras del título han alcanzado el límite.
es_419: Se alcanzó el límite de palabras para el título.
fi: Otsikon sanat ovat saavuttaneet enimmäismäärän.
he: המילים בכותרת חרגו מהמגבלה המותרת.
hi_in: शीर्षक में शब्द सीमा से अधिक हो गया।
hr: Broj riječi u naslovu je dosegao limit.
hu: A cím szavainak száma elérte a limitet.
id: Jumlah kata judul mencapai batas.
it: Hai raggiunto la lunghezza massima.
ja: タイトルの語数が上限に達しました。
lt: Antraštės žodžių skaičius pasiekė ribą.
ms: Jumlah perkataan tajuk telah melebihi had.
nb: Antall ord i tittelen har nådd grensen
nl: Het totale aantal woorden in uw titel is bereikt.
pl: Przekroczono limit słów w temacie.
pt: As palavras do título chegaram ao limite.
pt_br: O limite de palavras do título foi atingido.
ro: A fost atinsă limita de cuvinte din denumire
ru: Количество слов в заголовке достигло предела.
sk: Počet slov v názve dosiahol limit.
sv: Titelord har nått gränsen.
tr: Başlık kelime sınırına ulaşıldı.
uk: Ліміт кількості слів у назві перевищено.

source: Please fill in email to get the feedback progress.
ar: يرجى ملء خانة البريد اﻹلكتروني للحصول على معالجة "ردود أفعال المستخدم"
bg: Моля попълнете е-поща за информация по отзива.
cs: Vyplňte adresu elektronické pošty, abyste se dostal dále ke zpětné vazbě.
da: Udfyld venligst email for at få feedback fremskridt.
de: Bitte geben sie Ihre E-Mail ein, um über den Fortschritt des Feedbacks informiert zu werden.
el: Παρακαλούμε συμπληρώστε τη διεύθυνση email για να λάβετε την πρόοδο των σχολίων.
es: Por favor, rellene el correo electrónico para obtener el progreso de sugerencias.
es_419: Complete el correo electrónico para recibir el progreso de los comentarios.
fi: Ole hyvä ja ilmoita sähköpostiosoitteesi seurataksesi palauteprosessin kehitystä.
he: נא למלא את כתובת הדוא״ל כדי להתעדכן בהתקדמות המשוב.
hi_in: कृपया अपना ईमेल भरें जिससे प्रतिक्रिया को भेजने हो।
hr: Upišite adresu e-pošte da biste dobili povratne informacije o napretku.
hu: Kérjük, írja be az email címét a visszajelzések haladásáról való tájékoztatás érdekében.
id: Mohon isi alamat email untuk mendapatkan kemajuan umpan balik.
it: Compila il campo email per rimanere aggiornato.
ja: フィードバックの進捗を受け取るためにEメールを入力してください
lt: Įrašykite el. paštą, kad būtumėte informuoti apie atsiliepimo eigą.
ms: Sila isikan emel untuk dapatkan kemajuan maklumbalas.
nb: Vennligst fyll inn epost for å få tilbakemdleing i prosessen
nl: Vul uw e-mailadres in om de status van uw feedback te horen te krijgen.
pl: Prosimy podać adres e-mail, aby otrzymać informację zwrotną o postępach w zgłoszeniu.
pt: Por favor preencha o email para obter o progresso dos comentários.
pt_br: Por favor preencha o e-mail para receber o progresso do feedback.
ro: Introduceți email-ul dvs. pentru a finisa.
ru: Пожалуйста введите свой электронный адрес чтобы завершить.
sk: Vyplňte prosím email, aby ste prešli ďalej k spätnej väzbe.
sv: Vänligen fyll i e-postadress för att få uppdatering kring feedback.
tr: Geribildirim durumu için lütfen eposta adresinizi girin.
uk: Будь ласка, вкажіть свою електронну адресу, щоб отримати відповідь на відгук.

source: Email is invalid.
ar: البريد الإلكتروني غير صالح .
bg: Невалидна е-поща
cs: Adresa je neplatná.
da: E-mail er ugyldig.
de: E-Mail ist ungültig
el: Το Email δεν είναι έγκυρο.
es: El correo es inválido.
es_419: El e-mail es inválido.
fi: Sähköpostiosoite on väärä.
he: כתובת הדוא״ל שגויה.
hi_in: ईमेल अमान्य है।
hr: Adresa elektroničke pošte nije ispravna.
hu: Érvénytelen Email.
id: Email tidak valid.
it: Email non valida.
ja: 電子メールは無効です。
lt: El. paštas yra neteisingas.
ms: Emel tidak sah.
nb: E-post er ugyldig
nl: Het e-mailadres is ongeldig.
pl: Adres e-mail jest nieprawidłowy.
pt: Email é inválido.
pt_br: Email inválido.
ro: Email-ul nu este valabil.
ru: Введенный электронный адрес не действителен.
sk: Email je neplatný.
sv: E-posten är ogiltig.
tr: Eposta geçersiz.
uk: Електронна адреса недійсна.

source: I wish to join in User Feedback Help Plan to quickly improve the system without any personal information collected.
ar: أرغب بالتسجيل للمساعدة في خطة ردود أفعال المستخدمين لتحسين سرعة أداء النظام دون جمع أية معلومات شخصية عني .
bg: Желая на се присъединя към Потребителските отзиви за бързо подобрение на системата без събиране на лични данни.
cs: Chtěl bych se připojit k plánu zpětné vazby uživatelů pro rychlé zlepšení systému bez sběru osobních údajů.
da: Jeg ønsker at deltage i Bruger Feedback, forhurtigt at forbedre systemet uden at nogen personlige oplysninger indsamles.
de: Ich möchte am User-Feedback-Help-Plan teilnehmen, um das System rasch zu verbessern, ohne persönliche Daten zu übermitteln.
el: Επιθυμώ να γίνω μέλος του Σχεδίου Βοήθειας Αξιολογήσεων Χρήστη για γρήγορη βελτίωση του συστήματος χωρίς να γίνεται συλλογή προσωπικών πληροφοριών.
es: Deseo unirme al Plan de Ayuda de Sugerencias de Usuario para mejorar rápidamente el sistema sin ningún tipo de información personal recopilada.
es_419: Deseo unirme al Plan de Ayuda de Comentarios de Usuarios para mejorar rápidamente el sistema sin la recopilación de información personal.
fi: Haluan liittyä Käyttäjäpalautteen tukisuunnitelmaan voidakseni parantaa järjestelmää nopeasti ilman henkilökohtaisten tietojeni luovuttamista.
hi_in: में प्रणाली के विकास हेतु प्रयोक्ता प्रतिक्रिया सहायता से जुड़ना चाहता हूँ, बिना अपने किसी व्यक्तिगत जानकारी दिये।
hr: Želim se priključiti planu za pomoć s pomoću povratnih informacija korisnika kako bi se sustav brzo poboljšao bez prikupljanja osobnih podataka.
hu: Szeretnék csatlakozni a Felhasználói visszajelzések segítő tervéhez a rendszer gyors fejlesztése érdekében, anélkül, hogy bármilyen személyes adatot összegyűjtenének.
id: Saya ingin bergabung di Rencana Bantuan Umpan balik untuk meningkatkatkan sistem tanpa pengumpulan informasi pribadi.
it: Mi piacerebbe partecipare al Deepin User Feedback Help Plan per migliorare Deepin senza che vengano raccolti dati personali.
ja: 私は、User Feedback Help Planに参加し、いかなる個人情報も収集されることなく、迅速にシステムを改善したいです。
lt: Aš norėčiau prisijungti prie Naudotojo atsiliepimų pagalbos plano, kad be jokios asmeninės informacijos rinkimo, greitai patobulinčiau sistemą.
ms: Saya mahu menyertai Pelan Bantuan Maklumbalas Pengguna untuk menambahbaik sistem dengan lebih pantas tanpa apa-apa maklumat peribadi dikutip.
nb: Jeg ønsker å bli med i tilbakemeldingsplanen for bruker for å hyppig forbedre systemet uten å samle personinformasjon.
nl: Ik wens mee te doen in het gebruikersfeedback-hulpplan om te helpen het systeem te verbeteren zonder dat er persoonlijke informatie wordt verzameld.
pl: Chcę przystąpić do Programu Zgłoszeń Pomocowych Użytkowników, aby szybko ulepszać system bez zbierania jakichkolwiek informacji osobistych.
pt: Eu desejo aderir ao Plano de Ajuda de Comentários do Utilizador para rapidamente melhorar o sistema sem que seja guardada qualquer informação pessoal.
pt_br: Eu desejo aderir ao Plano de Feedback do Usuário para ajudar a melhorar o sistema sem enviar nenhuma informação pessoal.
ro: Doresc să mă implic în procesul de îmbunătățire a sistemului fără să fie nevoie să introduc informație cu caracter personal.
ru: Я желаю присоединится к Плану Поддержки и Обратной Связи с Пользователем с целью улучшения системы, без сбора личной информации.
sk: Prial by som si, aby som sa mohol pripojiť k plánu spätnej väzby používateľov pre rýchle zlepšenie systému bez zberu osobných údajov.
sv: Jag vill vara med i hjälpplanen för användarfeedback för att snabbt förbättra systemet utan att några personliga uppgifter samlas in.
tr: Hiçbir kişisel verim toplanmadan sistemin geliştirilmesine yardımcı olmak için, Kullanıcı Geribildirim Yardım Programı 'na katılmak istiyorum.
uk: Я хочу брати участь у Проекті відгуків користувачів, щоб швидко покращувати систему без збору особистої інформації

source: Close
ar: إغلاق
bg: Затвори
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
es_419: Cerrar
fi: Sulje
he: סגירה
hi_in: बंद
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
lt: Užverti
ms: Tutup
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть
sk: Zatvoriť
sv: Stäng
tr: Kapat
uk: Закрити

source: I have a problem
ar: لدي مشكلة
bg: Аз имам проблем
cs: Mám potíže
da: Jeg har et problem
de: Ich habe ein Problem
el: Έχω ένα πρόβλημα
es: Tengo un problema
es_419: Tengo un problema
fi: Minulla on ongelma
he: נתקלתי בבעיה
hi_in: मुझे एक समस्या है
hr: Imam problem
hu: Van egy problémám
id: Saya punya sebuah masalah
it: Ho un problema
ja: 問題が発生しました
lt: Aš susidūriau su problema
ms: Saya menghadapi masalah
nb: Jeg har et problem
nl: Ik heb een probleem
pl: Mam kłopot
pt: Eu tenho um problema
pt_br: Eu tenho um problema
ro: Am o problemă
ru: У меня возникла проблема
sk: Mám problém
sv: Jag har ett problem
tr: Bir sorunum var.
uk: У мене проблема

source: I have a good idea
ar: لدي فكرة جيدة
bg: Аз имам добра идея
cs: Mám dobrý nápad
da: Jeg har en god idé
de: Ich habe eine gute Idee
el: Έχω μια καλή ιδέα
es: Tengo una buena idea
es_419: Tengo una buena idea
fi: Sain erinomaisen ajatuksen
he: יש לי רעיון מצוין
hi_in: मेरे पास एक अच्छा विचार है
hr: Imam dobru ideju
hu: Van egy jó ötletem
id: Saya punya sebuah ide bagus
it: Ho una buona idea
ja: いい考えがある
lt: Aš turiu gerą idėją
ms: Saya mempunyai idea berkenaan Deepin
nb: Jeg har en god idé
nl: Ik heb een goed idee
pl: Mam dobry pomysł
pt: Eu tenho uma boa ideia
pt_br: Eu tenho uma boa ideia
ro: Am o bună ideie
ru: У меня возникла хорошая идея
sk: Mám dobrý nápad
sv: Jag har en bra idé
tr: İyi bir fikrim var
uk: Маю гарну ідею

source: Upload failed, please retry.
ar: تعذر التحميل، يرجى إعادة المحاولة.
bg: Качването неуспешно. Моля повторете.
cs: Nahrávání selhalo. Zkuste to znovu.
da: Upload mislykkedes, prøv igen.
de: Der Upload schlug fehl. Bitte versuchen Sie es erneut.
el: Η μεταφόρτωση απέτυχε,παρακαλώ ξαναδοκιμάστε.
es: Subida fallida, por favor inténtelo de nuevo.
es_419: Error en la carga. Intente nuevamente.
fi: Siirto epäonnistui, ole hyvä ja yritä uudestaan.
he: ההעלאה נכשלה, נא לנסות שוב.
hi_in: डालना विफल हुआ, कृपया पुनः प्रयास करें।
hr: Prijenos nije uspio, molimo pokušajte ponovo.
hu: Feltöltés sikertelen, próbálja újra.
id: Unggah gagal, mohon coba lagi.
it: Caricamento fallito, riprova per cortesia.
ja: アップロードが失敗したので再度試して下さい。
lt: Įkėlimas nepavyko, bandykite vėl.
ms: Muat naik gagal, cuba sekali lagi.
nb: Opplasting feilet. Vennligst prøv igjen.
nl: Het uploaden is mislukt, probeer het opnieuw.
pl: Błąd przesłania, prosimy spróbować ponownie.
pt: Falha no envio, por favor tente outra vez.
pt_br: Falha no envio, por favor tente novamente.
ro: Descărcarea eșuată, încercați din nou.
ru: Загрузка не удалась, пожалуйста попробуйте заново.
sk: Nahrávanie zlyhalo, prosím skúste to znova.
sv: Uppladdning misslyckades, vänligen försök igen.
tr: Yükleme başarısız, tekrar deneyin.
uk: Не вдалось завантажити, спробуйте ще раз.

source: Please select feedback project firstly
ar: الرجاء تحديد مشروع ردود الفعل أولاُ
bg: Моля първо изберете проект за отзив
cs: Nejprve vyberte projekt zpětné vazby
da: Vælg venligst tilbagemeldingsprojekt først
de: Bitte zunächst Feedback-Projekt auswählen
el: Παρακαλούμε επιλέξτε πρώτα την εργασία σχολίων
es: Por favor, seleccione proyecto de sugerencias en primer lugar
es_419: Primero, seleccione un proyecto de comentarios
fi: Valitse ensin palauteprojekti
he: נא לבחור את המיזם לשליחת המשוב תחילה
hi_in: कृपया पहले प्रतिक्रिया परियोजना को चुने।
hr: Najprije odaberite projekt povratnih informacija
hu: Kérjük, először válassza ki a projektet, amihez visszajelzést szeretne küldeni
id: Mohon pilih proyek umpan balik terlebih dahulu
it: Per cortesia seleziona prima il progetto
ja: 初めに、フィードバックプロジェクトを選択して下さい
lt: Iš pradžių, pasirinkite atsiliepimų projektą
ms: Sila pilih projek maklumbalas terlebih dahulu
nb: Vennligst velg prosjekt for tilbakemelding først
nl: Selecteer eerst het project om feedback op te geven
pl: Prosimy wpierw wybrać projekt zgłoszenia
pt: Por favor seleccione o projecto de comentários em primeiro lugar
pt_br: Por favor, primeiro selecione o projeto de feedback
ro: Selectați mai întâi proiectul pentru care doriți să trimiteți un feedback.
ru: Пожалуйста, сначала выберите проект по которому хотите отослать отзыв
sk: Prosím, vyberte najprv projekt spätnej väzby
sv: Vänligen välj återkopplingsprojekt först
tr: Lütfen önce geribildirim projesini seçin
uk: Будь ласка, спершу оберіть проект зворотного зв'язку
