Repository: GXDE-OS/deepin-feedback
Catalog: gui/locale/*.po
Languages: ar, bg, cs, da, de, el, es, es_419, fi, he, hi_in, hr, hu, id, it, ja, lt, ms, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk

source: Deepin Desktop Environment
ar: بيئة سطح مكتب ديبين
bg: Deepin Десктоп среда
cs: Prostředí plochy
da: Deepin Desktop Miljø
de: Deepin Desktop-Umgebung
el: Deepin Περιβάλλον Εργασίας
es: Entorno de Escritorio Deepin
es_419: Entorno de escritorio de Deepin
fi: Deepin-työpöytäympäristö
he: סביבת שולחן העבודה Deepin
hi_in: डीपइन डेस्कटॉप वातावरण
hr: Deepin radno okruženje
ja: Deepinデスクトップ環境
lt: Deepin darbalaukio aplinka
ms: Persekitaran Desktop Deepin
nb: Deepin skrivebordsmijø
nl: Deepin Bureaubladomgeving
pl: Środowisko pulpitowe Deepin
pt: Ambiente de Trabalho Deepin
ro: Spațiul de Lucru Deepin
ru: Окружение Рабочего Стола Deepin
sv: Deepin Operativsystem
tr: Deepin Masaüstü Ortamı
uk: Інтерфейс Deepin

source: Deepin Control Center
ar: مركز تحكم ديبين
bg: Deepin Контрол център
cs: Ovládací středisko
da: Deepin Kontrol Center
de: Deepin Kontrollzentrum
el: Deepin Κέντρο Ελέγχου
es: Centro de Control Deepin
es_419: Centro de control de Deepin
fi: Deepin-hallintakeskus
he: מרכז הבקרה של Deepin
hi_in: डीपइन नियंत्रण केंद्र
hr: Deepin kontrolni centar
hu: Deepin Vezérlőközpont
id: Pusat Kontrol Deepin
ja: ディープイン管理センター
lt: Deepin valdymo centras
ms: Pusat Kawalan Deepin
nb: Deepin kontrollsenter
nl: Deepin Systeeminstellingen
pl: Centrum sterowania Deepin
pt: Centro de Controlo Deepin
pt_br: Central de Controle Deepin
ro: Panou de Control Deepin
ru: Панель управления Deepin
sk: Deepin Ovládacie centrum
sv: Deepin Kontrollcenter
tr: Deepin Kontrol Merkezi
uk: Центр керування Deepin

source: System Configuration (startup / repository / drive)
ar: إعدادات النظام ( بدء تشغيل / مستودعات/تعريفات )
bg: Системна конфигурация (стартиране / източници / устройства)
cs: Nastavení systému (spuštění/ukládání/disk)
da: System Konfiguration (opstart / arkiv / drev)
de: Systemkonfiguration (Systemstart / Softwarequellen / Geräte usw.)
el: Διαμόρφωση Συστήματος (εκκίνηση / αποθετήριο /
es: Configuración del sistema (arranque / repositorio / unidad)
es_419: Configuración del sistema (inicio/repositorio/unidad)
fi: Järjestelmän kokoonpano (käynnistys / säilytyspaikka / asema)
he: תצורת המערכת (הפעלה / מאגרים / כונן)
hi_in: प्रणाली विन्यास (उद्घाटन / संग्रह / ड्राइव)
hr: Konfiguracija sustava (pokretanje / repozitorij / pogon)
hu: Rendszerkonfiguráció (indítás / tároló / meghajtás)
id: Konfigurasi Sistem (startup / repositori / drive)
it: Configurazione Sistema (Startup / repository / drives)
ja: システム・コンフィギュレーション（スタートアップ/レジストリ/ドライブ）
lt: Sistemos konfigūracija (paleistis / saugykla / diskas)
ms: Konfigurasi Sistem (permulaan / repositori / pemacu)
nb: Systemkonfigurasjon (oppset / repository / enheter)
nl: Systeemconfiguratie (opstarten / pakketbron / schijf)
pl: Konfiguracja systemu (uruchamianie / repozytorium / napęd)
pt: Configuração de Sistema (arranque / repositório / dispositivo)
pt_br: Configuração de Sistema (inicialização / repositório / disco)
ro: Configurarea sistemului (start / repozitorii / driver)
ru: Конфигурация Системы (запуск / репозиторий / драйвер)
sk: Konfigurácia systému (spustenie / skladovanie / disk)
sv: Systemkonfiguration (uppstart, förråd, disk)
tr: Sistem Yapılandırması (başlangıç / repository / sürücü)
uk: Конфігурація системи (запуск/репозиторій/ диск)

source: Deepin Installer
ar: مثبت ديبين
bg: Deepin инсталатор
cs: Instalátor
da: Deepin Installation
de: Deepin Installtionsprogramm
el: Πρόγραμμα Εγκατάστασης Deepin
es: Instalador Deepin
es_419: Instalador de Deepin
fi: Deepin-asennusohjelma
he: תכנית ההתקנה של Deepin
hi_in: डीपइन इंस्टॉलर
hu: Deepin telepítő
id: Pemasang Deepin
ja: Deepinのインストーラー
lt: Deepin diegimo programa
ms: Pemasang Deepin
nb: Deepin installerer
nl: Deepin-installatie
pl: Instalator Deepin
pt: Instalador Deepin
ro: Instalatorul Deepin
ru: Инсталлятор Deepin
sk: Deepin Inštalátor
sv: Deepininstallerare
tr: Deepin Yükleyicisi
uk: Встановлювач Deepin

source: Deepin Store
ar: متجر ديبين
bg: Deepin магазин
cs: Obchod
da: Deepin Pakker
el: Deepin Kατάστημα
es: Tienda Deepin
es_419: Tienda de Deepin
fi: Deepin-kauppa
he: החנות של Deepin
hi_in: डीपइन दुकान
hr: Deepin trgovina
hu: Deepin fordító
id: Toko Deepin
ja: ディープイン・ストア
lt: Deepin parduotuvė
ms: Kedai Deepin
nb: Deepin butikk
nl: Deepin Winkel
pl: Sklep Deepin
pt: Loja Deepin
ro: Magazinul Deepin
ru: Магазин Deepin
sk: Deepin Obchod
tr: Deepin Mağazası
uk: Магазин Deepin

source: Deepin Music
ar: مشغل صوتيات ديبين
bg: Deepin музика
cs: Hudba
da: Deepin Musik
de: Deepin Musik
el: Deepin Mουσική
es: Música Deepin
es_419: Música de Deepin
fi: Deepinin musiikki
he: Deepin מוזיקה
hi_in: डीपइन संगीत
hr: Deepin glazba
hu: Deepin zene
id: Musik Deepin
ja: ディープイン・ミュージック
lt: Deepin muzika
ms: Muzik Deepin
nb: Deepin musik
nl: Deepin Muziek
pl: Muzyka Deepin
pt: Música Deepin
ro: Audio Player Deepin
ru: Музыкальный проигрыватель Deepin
sk: Deepin Hudobný prehrávač
sv: Deepin-musik
tr: Deepin Müzik

source: Deepin Movie
ar: مشغل أفلام ديبين
bg: Deepin филм
cs: Filmy
da: Deepin Film
de: Deepin Film
el: Deepin Tαινία
es: Película Deepin
es_419: Película de Deepin
fi: Deepin-elokuva
he: Deepin סרטים
hi_in: डीपइन चलचित्र
hr: Deepin film
hu: Deepin Film
id: Film Deepin
ja: Deepin Movie(ディープイン・ムービー)
lt: Deepin filmas
ms: Cereka Deepin
nb: Deepin film
nl: Deepin Video
pl: Filmy Deepin
pt: Deepin Filme
ro: Video Player Deepin
ru: Видео проигрыватель Deepin
sk: Deepin Filmy
sv: Deepin-film
tr: Deepin Film
uk: Кіно Deepin

source: Deepin Screenshot
ar: لقطات شاشة دبيبن
bg: Deepin снимка на екран
cs: Snímek obrazovky
da: Deepin Skærmbillede
de: Deepin Bildschirmschnappschuss
el: Στιγμιότυπο οθόνης Deepin
es: Captura Deepin
es_419: Captura de pantalla de Deepin
fi: Deepin-ruudunkaappaus
he: Deepin צילום מסך
hi_in: डीपइन स्क्रीनशॉट
hr: Deepin slike zaslona
hu: Deepin képernyőkép
id: Tangkapan Layar Deepin
ja: ディープイン・スクリーンショット
lt: Deepin ekrano kopija
ms: Cekupan Skrin Deepin
nb: Deepin Skjermskudd
nl: Deepin Schermafdruk
pl: Zrzuty ekranu Deepin
pt: Captura de ecrã Deepin
ro: Captura de ecran Deepin
ru: Deepin скриншотер
sk: Deepin Snímka obrazovky
sv: Deepin skärmdump
tr: Deepin Ekran Görüntüsü
uk: Знімок Екрану Deepin

source: Deepin Terminal
ar: طرفية ديبين
bg: Deepin терминал
cs: Terminál
el: Deepin Tερματικό
es: Terminal Deepin
es_419: Terminal de Deepin
fi: Deepin-terminaali
he: Deepin מסוף
hi_in: डीपइन टर्मिनल
hu: Deepin terminál
id: Terminal Deepin
ja: Deepin端末
lt: Deepin terminalas
ms: Terminal Deepin
pl: Terminal Deepin
pt: Terminal Deepin
ro: Terminalul Deepin
ru: Терминал Deepin
sk: Deepin Terminál
uk: Термінал Deepin

source: Deepin Translator
ar: مترجم ديبين
bg: Deepin преводач
cs: Překladatel
da: Deepin Oversætter
de: Deepin Übersetzer
el: Deepin Μεταφραστής
es: Traductor Deepin
es_419: Traductor de Deepin
fi: Deepin-kääntäjä
he: Deepin מתרגם
hi_in: डीपइन अनुवादक
hr: Deepin prevoditelj
hu: Deepin fordító
id: Translator Deepin
lt: Deepin vertėjas
ms: Penterjemah Deepin
nb: Deepin oversetter
nl: Deepin Vertaler
pl: Tłumacz Deepin
pt: Tradutor Deepin
pt_br: Deepin Tradutor
ro: Traducătorul Deepin
ru: Переводчик Deepin
sk: Deepin Prekladač
sv: Deepin översättare
tr: Deepin Çeviri
uk: Перекладач Deepin

source: Deepin Cloud Print
ar: طباعة ديبين السحابية
pl: Drukowanie w chmurze Deepin

source: Deepin Cloud Scan
ar: ماسح ديبين السحابي
pl: Skanowanie w chmurze Deepin

source: Deepin File Manager
ar: مدير ملفات ديبين
lt: Deepin failų tvarkytuvė
pl: Menedżer plików Deepin

source: Deepin Image Viewer
ar: عارض صور ديبين
pl: Przeglądarka obrazów Deepin

source: Deepin Remote Assistance
ar: مساعدة ديبين البعيدة
lt: Deepin nuotolinė pagalba
pl: Zdalne wsparcie Deepin

source: Deepin Web
ar: ويب ديبين
cs: Stránky
de: Deepin Internet
es: Sitio Web Deepin
es_419: Web de Deepin
fi: Deepin-verkko
he: האתר של Deepin
hi_in: डीपइन वेब
ja: ディープイン・ウェブ
lt: Deepin saitynas
ms: Sesawang Deepin
pl: Sieć Deepin
pt: Web Deepin
ro: Pagina web Deepin
tr: Deepin Ağı
uk: Веб Deepin

source: I don't know
ar: أنا لا اعرف
bg: Не знам
cs: Nevím
da: Jeg ved det ikke
de: Keine Ahnung
el: Δεν Ξέρω
es: No lo sé
es_419: No sé
fi: En tiedä
he: לא ידוע לי
hi_in: मुझे नहीं पता
hr: Ne znam
hu: Nem tudom
id: Saya tidak tahu
it: Non lo so
ja: わかりません
lt: Aš nežinau
ms: Saya tidak tahu
nb: Jeg vet ikke
nl: Ik weet het niet
pl: Nie wiem
pt: Eu não sei
pt_br: Eu não sei
ro: Nu știu
ru: Я не знаю
sk: Neviem
sv: Jag vet inte.
tr: Bilmiyorum
uk: Я не знаю

source: Report a bug for <target>.
ar: الإبلاغ عن علة في :
bg: Докладвайте бъг на <target>.
cs: Nahlásit chybu v <target>.
da: Rapporter en fejl for <target>.
de: Melden Sie einen Fehler für <target>.
el: Αναφορά σφάλματος για <target>.
es: Notificar un error para <target>.
es_419: Informar un error de <target>.
fi: Raportoi bugi aiheesta <target>.
he: דיווח על באג בתכנית <target>.
hi_in: <target> हेतु त्रुटि की सूचना दें।
hr: Prijavite pogrešku za <target>.
hu: Jelentsen hibát <target> számára.
id: Laporkan bug dari <target>.
it: Segnala un bug di <target>.
ja: <target>に関するバグを報告する。
lt: Pranešti apie <target> klaidą.
ms: Laporkan pepijat untuk <target>.
nb: Rapporter en bug for <target>.
nl: Een bug rapporteren voor <target>.
pl: Prześlij raport błędu dla <target>.
pt: Reportar um bug para <target>.
pt_br: Relatar um bug para <target>.
ro: Raportaţi o eroare pentru <target>.
ru: Сообщить об ошибке на <target>.
sk: Nahlásiť chybu na <target>.
sv: Rapportera bugg i <target>.
tr: <target> için bir hata bildir.
uk: Повідомити про помилку на <target>.

source: target
ar: الهدف
bg: цел
cs: cíl
da: fejl
de: Ziel
el: προορισμός
es: objetivo
es_419: objetivo
fi: kohde
hi_in: लक्ष्य
hr: cilj
hu: cél
it: obiettivo
ja: ターゲット
lt: paskirtis
ms: sasaran
nb: mål
nl: doel
pl: cel
pt: alvo
pt_br: alvo
ro: ţintă
ru: цель
sk: cieľ
sv: mål
tr: hedef
uk: ціль

source: Failed to add attachment: Single attachment can not be more than 15M.
ar: فشل في إضافة المرفقات: المرفق لا يمكن أن يكون أكبر من 15 م.ب .
bg: Неуспешно добавяне на прикачен файл: Единичен прикачен файл не може да бъде по-голям от 15М.
cs: Nepodařilo se přidat přílohu. Jedna příloha nemůže mít více než 15 MB.
da: Kunne ikke tilføje vedhæftet fil: Enkelt vedhæftning kan ikke være mere end 15M.
de: Der Anhang konnte nicht hinzugefügt werden: Die Dateigröße eines einzelnen Anhangs darf 15 MB nicht überschreiten.
el: Αποτυχία πρόσθεσης συνημμένου: Ένα μεμονωμένο συνημμένο δεν μπορεί να είναι περισσότερο από 15Μ.
es: Error al agregar el documento adjunto: El documento adjunto individual no puede contener más de 15M.
es_419: Error al adjuntar archivo. El archivo adjunto no puede ser mayor a 15 Mb.
fi: Liitetiedoston lisäys epäonnistui: yksittäinen liitetiedosto saa olla kooltaan korkeintaan 15M.
he: הוספת הקובץ נכשלה: קובץ מצורף יחיד אינו יכול לחרוג ממגבלה של 15 מ״ב.
hi_in: सामग्री को जोड़ने में विफल: कृपया एक सामग्री जो 15एम से कम की हो, को डालें।
hr: Neuspjelo dodavanje privitka: pojedinačni privitak ne smije biti veći od 15 M.
hu: Csatolmány hozzáadása sikertelen. Egy csatolmány nem lépheti túl a 15Mb-ot
id: Gagal menambahkan lampiran: Lampiran tunggal tidak boleh melebihi 15 M.
it: Caricamento allegato fallito: ogni singolo allegato non può superare i 15 Mb.
ja: 添付ファイルの追加に失敗しました: 個々の添付ファイルは15M以上にできません。
lt: Nepavyko pridėti priedo: Vienas priedas negali būti didesnis nei 15M.
ms: Gagal menambah lampiran: Satu lampiran tidak boleh melebihi 15M.
nb: Feilet med å legge til vedlegg: Enkeltvedlegg kan ikke være mer enn 15M.
nl: Het toevoegen van een bijlage is mislukt. Elke bijlage mag niet groter zijn dan 15 MB.
pl: Błąd dodawania załącznika. Pojedynczy załącznik nie może być większy niż 15 MB.
pt: Falha ao adicionar o anexo: O anexo individual não pode ter mais de 15M.
pt_br: Erro ao adicionar anexo: Um único anexo não pode ser maior do que 15M.
ro: Nu a reuşit adăugarea ataşamentului: Un ataşament nu poate depăşi 15M.
ru: Не удалось добавить вложение: Одно вложение не может превышать 15 Мб.
sk: Nepodarilo sa pridať prílohu: Jedna príloha nemôže mať viac ako 15M.
sv: Det gick inte att lägga till bifogad fil: enkel bilaga inte kan vara mer än 15M.
tr: Eklenti ekleme başarısız: Bir eklenti 15M'den büyük olamaz.
uk: Не вдалося додати вкладення: Розмір одного вкладення не може перевищувати 15 Мб.

source: Please select attachment
ar: الرجاء تحديد مرفق
bg: Моля изберете файл
cs: Vyberte, prosím, přílohu
da: Vælg venligst fil
de: Bitte Anhang auswählen
el: Παρακαλώ επιλέξτε συνημμένο
es: Por favor seleccione el documento adjunto
es_419: Seleccione un adjunto
fi: Valitse liite
he: נא לבחור בקובץ לצירוף
hi_in: कृपया सामग्री चुनें
hr: Molim, odaberite privitak
hu: Kérjük, válassza ki a mellékletet
id: Mohon pilih lampiran
it: Per cortesia aggiungi anche un allegato
ja: 添付ファイルを選択してください
lt: Prašome pasirinkti priedą
ms: Sila pilih lampiran
nb: Vennligst velg vedlegg
nl: Bijlage kiezen
pl: Prosimy wybrać załącznik
pt: Por favor selecione anexo
pt_br: Por favor selecione o anexo
ro: Selectați vă rog fișierul pentru a fi atașat.
ru: Выберите файл для прикрепления
sk: Prosím, vyberte prílohu
sv: Vänligen välj bilaga
tr: Lütfen ek dosyasını seçin.
uk: Будь ласка, оберіть прикріплений файл

source: Total attachments have reached limit.
ar: لقد وصل حجم المرفقات إلى الحد النهائي.
bg: Ограничен брой на прикрепените файлове.
cs: Celkový počet příloh dosáhl nejvyššího možného počtu.
da: Total vedhæftede filer har nået grænsen.
de: Gesamtzahl der Anhänge hat die Obergrenze erreicht
el: Συνολικά συνημμένα έχουν φτάσει στο όριο.
es: Documentos adjuntos totales han alcanzado el límite.
es_419: El total de adjuntos a alcanzado el límite.
fi: Liitteiden yhteismäärän yläraja on saavutettu.
he: סך כל הקבצים המצורפים חורג מהמגבלה.
hi_in: कुल सामग्री की सीमा समाप्त हो गई है।
hr: Ukupan broj privitaka je dosegao limit.
hu: A csatolmányok elérték a limitet
id: Total lampiran melebihi batas.
it: Raggiunto il numero massimo di allegati.
ja: 全ての添付ファイルが制限に達しました。
lt: Bendras priedų skaičius pasiekė ribą.
ms: Jumlah lampiran telah melebihi had.
nb: Totalt antall vedlegg har har nådd grensen
nl: Het totale aantal bijlagen is bereikt.
pl: Ilość załączników osiągnęła limit.
pt: Total de anexos atingiu o limite.
pt_br: O limite de anexos foi atingido.
ro: Fișierele pentru atașare au atins în total limita sa.
ru: Прикрепленные файлы достигли общего лимита.
sk: Celkový počet príloh dosiahol limit.
sv: Maximalt antal bilagor har uppnåtts.
tr: Toplam ek dosya limitine ulaşıldı
uk: Ви досягли ліміту загальних завантажень

source: Please describe your problem in detail
ar: يرجى توصيف مشكلتك بالتفصيل
bg: Моля опишете подробно вашия проблем
cs: Podrobně popište potíže
da: Beskriv dit problem i detaljer
de: Bitte beschreiben sie detailliert ihr Problem
el: Παρακαλούμε περιγράψτε το πρόβλημά σας με κάθε λεπτομέρεια
es: Por favor describa su problema en detalle
es_419: Describe tu problema en detalle
fi: Ole hyvä ja kuvaile ongelmasi yksityiskohtaisesti
he: נא לתאר בפירוט את פרטי הבעיה שלך
hi_in: कृपया अपनी परेशानी को विवरण सहित लिखें।
hr: Molimo, opišite detaljno svoj problem
hu: Kérjük, írja le részletesen a problémát
id: Mohon deskripsikan masalah Anda dengan rinci
it: Descrivi in dettaglio la problematica rilevata
ja: 問題を詳細に記載して下さい
lt: Prašome išsamiai aprašyti savo problemą
ms: Sila jelaskan masalah anda secara terperinci
nb: Vennligst beskriv problemet ditt i detalj
nl: Beschrijf het probleem, inclusief alle details
pl: Prosimy opisać w szczegółach swój problem
pt: Por favor descreva detalhadamente o seu problema
pt_br: Por favor digite seu problema em detalhes
ro: Vă rugăm să descrieți problema dvs. în detalii.
ru: Пожалуйста, опишите свою проблему подробно
sk: Opíšte váš problém podrobne
sv: Beskriv problemet i detalj
tr: Lütfen sorununuzu ayrıntılı bir biçimde anlatın.
uk: Опишіть вашу проблему детальніше

source: Please upload related screenshots or files
ar: يرجى تحميل لقطات شاشة أو ملفات ذات الصلة
bg: Моля качете материалите по въпроса
cs: Nahrajte souvidející snímky obrazovky nebo soubory
da: Upload relaterede skærmbilleder eller filer
de: Bitte laden sie zugehörige Screenshots oder Dateien hoch
el: Παρακαλώ ανεβάστε σχετικές εικόνες ή αρχεία
es: Por favor suba capturas o archivos relacionados
es_419: Suba capturas de pantalla o archivos relacionados
fi: Ole hyvä ja siirrä aiheeseen liittyvät ruudunkaappaukset ja tiedostot tänne
he: נא להעלות צילומי מסך או קבצים קשורים
hi_in: कृपया इससे जुड़ी स्क्रीनशॉट और फ़ाइल को डालें
hr: Molimo, priložite vezane slike zaslona ili datoteke
hu: Kérjük, töltse fel a kapcsolódó pillanatképeket vagy fájlokat
id: Mohon unggah tangkapan layar terkait atau berkas
it: Per cortesia carica eventuali screenshots o files
ja: 関連するスクリーンショットやファイルをアップロードして下さい
lt: Prašome įkelti susijusias ekrano kopijas ar failus
ms: Sila muat naik cekupan skrin atau fail berkaitan
nb: Vennligst last opp relaterte skjermskudd eller filer
nl: Upload bijbehorende schermafdrukken of bestanden
pl: Prosimy o załączenie związanych z tym zrzutów ekranu lub plików
pt: Por favor envie as capturas de ecrã ou ficheiros relacionados
pt_br: Por favor nos envie capturas de tela ou arquivos relacionados
ro: Vă rugăm să încărcați fișierele ce conțin capturi de ecran sau alte fișiere aferente.
ru: Пожалуйста загрузите соответствующие снимки экрана или файлы
sk: Prosím nahrajte súvisiace snímky obrazovky alebo súbory
sv: Ladda upp relaterade skärmbilder eller filer.
tr: Lütfen ilgili dosya veya ekran görüntüsünü yükleyin.
uk: Будь ласка, завантажте відповідні скріншоти або файли

source: Single attachment can not exceed 15M
ar: حجم المرفق الواحد يجب ألا يتعدى 15 م.ب
bg: Една притурка не може да надвишава 15МБ
cs: Jedna příloha nemůže mít více jak 15 MB
da: Enkelt vedhæftet fil kan ikke overstige 15M
de: Die Größe eines einzelnen Anhangs darf 15MB nicht überschreiten
el: Ένα μεμονωμένο συνημμένο δεν μπορεί να υπερβαίνει τα 15M
es: Un documento adjunto no puede sobrepasar 15M
es_419: El adjunto no puede exceder los 15M
fi: Yksittäinen liitetiedosto ei voi olla yli 15 M.
he: אין אפשרות להעלות קובץ שגודלו מעל ל־15 מ״ב
hi_in: एकल सामग्री का आकार 15एम से अधिक नहीं होना चाहिए।
hr: Jedan privitak ne može biti veći od 15M
hu: Egy melléklet nem haladhatja meg a 15 M-t.
id: Satu lampiran tidak lebih dari 15M
it: Il singolo file non può superare i 15 Mb.
ja: 単一のアタッチメントは15Mを超えることはできません
lt: Vienas priedas negali viršyti 15M
ms: Satu lampiran tidak boleh melebihi 15M
nb: Enkeltvedlegg kan ikke overstige 15M
nl: Elke bijlage mag niet groter zijn dan 15 MB
pl: Pojedynczy załącznik nie może być większy niż 15 MB
pt: Anexo único não pode exceder 15M
pt_br: Cada anexo não pode exceder 15MB
ro: Un singur fișier pentru atașare nu poate depăși mărimea de 15 megaocteți
ru: Прикрепленный файл не должен быть больше 15 Мб
sk: Jedna príloha nemôže prekročiť 15M
sv: En enskild bilaga kan inte överstiga 15M
tr: Tek ek dosya boyutu 15Mb'ı geçemez
uk: Розмір одного вкладення не може перевищувати 15 Мб

source: The total number of attachments is not more than six
ar: إجمالي عدد المرفقات ليس أكثر 6 ملفات
bg: Общия брой на файловете не може да е повече от 6
cs: Celkový počet příloh není vyšší než šest
da: Det samlede antal af vedhæftede filer kan ikke være mere end seks
de: Die Gesamtzahl der Anhänge darf nicht größer als sechs sein
el: Ο συνολικός αριθμός συνημμένων δεν είναι μεγαλύτερος από έξι
es: El número total de documentos adjuntos es no más de seis
es_419: La cantidad total de archivos adjuntos no puede ser mayor a seis
fi: Liitetiedostojen määrä ei saa ylittää kuutta
he: אסור לצרף למעלה מ־6 קבצים
hi_in: सामग्री की कुल संख्या छः से अधिक नहीं होनी चाहिए।
hr: Ukupan broj privitaka je manji od šest
hu: A mellékletek száma nem nagyobb hatnál
id: Total jumlah lampiran tidak lebih dari enam
it: Il numero totale degli allegati è superiore a sei
ja: アタッチメントの総数は6以下です
lt: Bendras priedų skaičius negali būti didesnis nei šeši
ms: Jumlah lampiran telah boleh melebihi enam lampiran
nb: Det totale antall vedlegg er ikke mer enn seks
nl: Het totale aantal bijlagen mag niet meer dan zes zijn
pl: Łączna liczba załączników nie może przekroczyć sześciu.
pt: O número total de anexos não pode ser mais do que seis
pt_br: O número total de anexos não pode ser maior que seis
ro: Numărul total de fișiere pentru atașare nu poate depăți șase
ru: Общее количество прикрепленных файлов не более шести.
sk: Celkový počet príloh nie je viac ako šesť
sv: Det totala antalet bilagor får inte överstiga sex.
tr: Toplam ek sayısı altıdan fazla olamaz.
uk: Загальна кількість прикріплень - не більше шести

source: Please describe your idea in detail
ar: يرجى وصف فكرة بالتفصيل
bg: Моля опишете подробно вашата идея
cs: Podrobně popište svoji myšlenku
da: Beskriv din idé i detaljer
de: Bitte beschreiben Sie Ihre Idee im Detail
el: Παρακαλούμε να περιγράψετε την ιδέα σας με κάθε λεπτομέρεια
es: Por favor describa su idea en detalle
es_419: Describe tu idea en detalle
fi: Kuvaile oma ideasi yksityiskohtaisesti
he: נא לציין את הרעיון שלך בפירוט
hi_in: कृपया अपने विचार पूरे विवरण के साथ दें
hr: Molimo, opišite detaljno svoju ideju
hu: Kérjük, részletesen írja le ötletét
id: Mohon deskripsikan ide Anda dengan rinci
it: Descrivi la tua idea in modo dettagliato
ja: あなたのアイデアを詳細に記載して下さい
lt: Prašome išsamiai aprašyti savo idėją
ms: Sila jelaskan idea anda secara terperinci
nb: Vennligst beskriv din idé i detalj
nl: Beschrijf uw idee, inclusief alle details
pl: Prosimy o szczegółowe opisanie swojego pomysłu
pt: Por favor descreva detalhadamente a sua ideia
pt_br: Por favor digite sua ideia em detalhes
ro: Descrieți vă rog ideile dvs. in detalii
ru: Пожалуйста, опишите свою идею подробно
sk: Opíšte váš nápad podrobne
sv: Beskriv din idé i detalj
tr: Lütfen fikrinizi ayrıntılı bir biçimde anlatın.
uk: Будь ласка, опишіть вашу ідею в деталях

source: Please upload related attachments
ar: يرجى تحميل المرفقات ذات الصلة
bg: Моля качете свързаните файлове
cs: Nahrajte souvidející přílohy
da: Upload venligst relaterede vedhæftede filer
de: Bitte zugehörige Anhänge hochladen
el: Παρακαλούμε δημοσιεύστε Σχετικά Αρχεία
es: Por favor suba documentos adjuntos relacionados
es_419: Suba adjuntos relacionados
fi: Ole hyvä ja siirrä kaikki asianmukaiset liitetiedostot
he: נא להעלות מסמכים קשורים
hi_in: कृपया इससे जुड़े सामग्री को डालें
hr: Molimo, priložite povezane privitke
hu: Kérjük, töltse fel a kapcsolódó mellékleteket
id: Mohon unggah lampiran terkait
it: Per cortesia carica eventuali allegati
ja: 関連したアタッチメントをアップロードしてください
lt: Prašome įkelti susijusius priedus
ms: Sila muat naik lampiran berkaitan
nb: Vennligst last opp relaterte vedlegg
nl: Upload bijbehorende bijlagen
pl: Prosimy przesłać związane z zagadnieniem załączniki
pt: Por favor carregue os anexos relacionados.
pt_br: Por favor envie anexos relacionados
ro: Descărcați vă rog fișiere relevante pentru atașare
ru: Пожалуйста прикрепите соответствующие файлы
sk: Prosím nahrajte súvisiace prílohy
sv: Vänligen ladda upp relaterade bilagor
tr: Lütfen ilgili ek dosyasını yükleyin.
uk: Будь ласка, завантажте пов‘язані додатки

source: Send
ar: إرسال
bg: Изпрати
cs: Poslat
de: Senden
el: Αποστολή
es: Enviar
es_419: Enviar
fi: Lähetä
he: שליחה
hi_in: भेजें
hr: Pošalji
hu: Küldés
id: Kirim
it: Invia
ja: 送信
lt: Siųsti
ms: Hantar
nl: Versturen
pl: Wyślij
pt: Enviar
pt_br: Enviar
ro: Trimite
ru: Отправить
sk: Odoslať
sv: Skicka
tr: Gönder
uk: Надіслати
